
"Passcode Lock" = "암호 잠금";

"All data in this app will be erased after %d failed passcode attempts." = "이 앱의 모든 데이터는 %d회의 실패한 패스코드 시도 후에 삭제됩니다.";
"Cancel" = "취소";
"Enable" = "활성화";
"Erase all content in the app after %d failed passcode attempts." = "패스코드 시도 %d회 실패 후 앱의 모든 콘텐츠 삭제";

"Turn Passcode Off" = "패스코드 끄기";
"Turn Passcode On" = "암호를 켜기";
"Change Passcode" = "암호 변경하기";
"Erase Data" = "데이터 지우기";
"Set Passcode" = "암호 설정하기";
"Turn off Passcode" = "암호를 끄기";
"Enter Passcode" = "암호 입력";
"1 Failed Passcode Attempt" = "1회 실패한 패스코드 시도";
"%i Failed Passcode Attempts" = "%i회 실패한 패스코드 시도";
"Passcodes did not match. Try again." = "패스코드가 일치하지 않습니다. 다시 시도하세요.";
"Enter a different passcode. You cannot re-use the same passcode." = "다른 패스코드를 입력하세요. 이전과 동일한 패스코드를 재사용할 수 없습니다.";
"Erase all data and reset passcode" = "모든 데이터 지우고 암호를 재설정하시겠습니까?";

"Enter your passcode" = "패스코드 입력";
"Enter a passcode" = "6자리 패스코드 입력";
"Re-enter your passcode" = "패스코드 재입력";
"Enter your old passcode" = "이전 패스코드 입력";
"Enter your new passcode" = "새로운 6자리 패스코드 입력";
"Re-enter your new passcode" = "새로운 패스코드 재입력";

"Passcode lock notice" = "주의사항";
"ResetInfo" = "패스코드를 재설정하는 방법은 없으며, 한 번 잊어버리면 채팅에 액세스할 수 없습니다.";
"The app passcode lock protects your data against prying eyes, but it is not a replacement for setting a passcode lock on your device.\nIf you haven't done so already, set a device passcode lock too in order to ensure that the data on your device is encrypted." = "앱 패스코드 잠금은 엿보는 눈으로부터 데이터를 보호하지만 기기에 패스코드 잠금 설정을 하는 것으로 대체되지 않습니다.\n아직 설정하지 않았다면, 기기에도 패스코드 잠금을 설정하여 기기의 데이터가 암호화되도록 해야 합니다.";

"Require Passcode" = "패스코드 필요";
"Immediately" = "즉시";
"After 1 minute" = "1분 후";
"After %d minutes" = "%d 분 후";
"After 1 min." = "1분 후";
"After %d min." = "%d분 후";
"After 1 hour" = "1시간 후";
"After %d hours" = "%d 시간 후";

"Passcode_remove_title" = "개인 채팅";
"Passcode_remove_message" = "액세스 보호를 제거하면 모든 개인 채팅이 다시 채팅 개요에서 표시됩니다.";
"Passcode_remove_disable" = "패스코드 비활성화";
